<?php 

return [
    'title' => 'حول',
    'first-para' => [
        'part-one' => 'مرحباً، أنا ',
        'strong-one' => 'عبدالرزاق لاختياري',
        'part-two' => 'مطور ويب Full Stack شغوف',
        'strong-two' => 'بكل من تقنيات الواجهة الأمامية والخلفية. أتخصص في إنشاء تطبيقات ويب ديناميكية ومتجاوبة توفر تجربة مستخدم استثنائية.',
    ],
    'second-para' => [
        'part-one' => 'مع قاعدة قوية في',
        'strong-one' => 'HTML',
        'strong-one-' => 'CSS',
        'part-two' => 'و',
        'strong-two' => 'JavaScript',
        'part-three' => 'أحول المواقع الإلكترونية إلى حياة مع شفرة نظيفة ودلالية. أستفيد من قوة ',
        'strong-three' => 'React',
        'part-four' => ' لبناء واجهات مستخدم تفاعلية وقابلة للتطوير، مع ضمان الأداء وسهولة الاستخدام عبر جميع الأجهزة. في الواجهة الخلفية، أعمل باستخدام ',
        'strong-five' => 'PHP ',
        'part-six' => 'وأطر العمل مثل ',
        'strong-six' => 'Laravel ',
        'part-seven' => 'لبناء تطبيقات قوية وفعّالة، مع دمج قواعد البيانات لضمان إدارة سلسة للبيانات.',
    ],
    'third-para' => [
        'part-one' => 'نهجي في التطوير دائماً يكون متمحوراً حول المستخدم، مع التركيز على التصميم النظيف، والتنقل البديهي، وتحسين الأداء. أنا من مؤيدي',
        'strong-one' => 'التصميم المتجاوب',
        'part-two' => 'ومبادئ',
        'strong-two' => 'Mobile-first',
        'part-three' => '، مما يضمن أن كل تطبيق أبنيه يظهر ويعمل بشكل رائع على أي حجم شاشة.',
    ],
    'fourth-para' => 'أنا دائماً أبحث عن تعلم تقنيات جديدة، وحل التحديات المعقدة، والمساهمة في مشاريع ذات مغزى. سواء كنت بحاجة إلى موقع شخصي، أو منصة تجارة إلكترونية، أو تطبيق ويب كامل النطاق، أنا هنا لمساعدتك في تحقيق رؤيتك.',
];
