<?php 

return [
    'title' => 'عنّي',
    'first-para' =>[
        'part-one' => 'مرحباً، أنا ',
        'strong-one' => 'عبد الرزاق لخثيري',
        'part-two' => 'مطور ويب شغوف',
        'strong-two' => 'Full Stack Web Developer',
        'part-three' => 'لدي خبرة في تقنيات الواجهة الأمامية والخلفية. أتخصص في إنشاء تطبيقات ويب سلسة وديناميكية وقابلة للتفاعل توفر تجارب مستخدم استثنائية.'
    ],
    'second-para' =>[
        'part-one' => 'بأساس قوي في',
        'strong-one' => 'HTML',
        'strong-one-' => 'CSS',
        'part-two' => 'و',
        'strong-two' => 'JavaScript',
        'part-three' => 'أحيي المواقع باستخدام كود نظيف وسمبتيكي. أستفيد من قوة',
        'strong-three' => 'React',
        'part-four' => 'لبناء واجهات مستخدم تفاعلية وقابلة للتوسع، مع ضمان الأداء وقابلية الاستخدام عبر جميع الأجهزة. على الجانب الخلفي، أعمل مع',
        'strong-five' => 'PHP',
        'part-six' => 'ومنفذ إطار العمل',
        'strong-six' => 'Laravel',
        'part-seven' => 'لبناء تطبيقات قوية وفعّالة، مع دمج قواعد البيانات لضمان إدارة بيانات سلسة.',
    ],
    'third-para' =>[
        'part-one' => 'نهجي في التطوير دائماً يركز على المستخدم، مع التركيز على التصميم النظيف، التنقل السهل، وتحسين الأداء. أنا مدافع قوي عن',
        'strong-one' => 'التصميم المتجاوب',
        'part-two' => 'و',
        'strong-two' => 'مبدأ الهاتف أولاً',
        'part-three' => 'مما يضمن أن كل تطبيق أطورّه يبدو ويعمل بشكل رائع على أي حجم شاشة.',
    ],
    'fourth-para' => 'دائمًا ما أبحث عن تعلم تقنيات جديدة، وحل التحديات المعقدة، والمساهمة في المشاريع الم meaningful. سواء كنت بحاجة إلى موقع شخصي، أو منصة تجارة إلكترونية، أو تطبيق ويب كامل، أنا هنا لمساعدتك في تحويل رؤيتك إلى واقع.'
];
