<?php 

return [
    'skills' => [
        'title' => 'المهارات',
    ],
    'services' => [
        'title' => 'الخدمات',
        'first' => 'تطوير الواجهة الأمامية',
        'second' => 'تطوير الواجهة الخلفية',
        'third' => 'تطوير Full-Stack',
        'fifth' => 'تحسين الأداء',
        'fourth' => 'الصيانة والدعم',
        'sixth' => 'الاستشارات والاستراتيجية',
    ],
    'stats' => [
        'title' => 'الإحصائيات',
        'client' => 'العملاء',
        'projects' => 'المشاريع',
        'money' => 'المال',
        'countries' => 'الدول',
    ],
    'contact' => [
        'title-side' => 'تواصل معنا',
        'description' => "أنا دائماً منفتح على الفرص الجديدة والتعاونات. سواء كان لديك مشروع في ذهنك، أو كنت بحاجة إلى نصائح فنية، أو أردت فقط الدردشة حول تطوير الويب، لا تتردد في التواصل. أود سماع رأيك!",
        'title' => 'اتصل بي',
        'name' => 'أدخل اسمك',
        'email' => 'أدخل بريدك الإلكتروني',
        'number' => 'أدخل رقم هاتفك',
        'message' => 'أخبرنا عن احتياجاتك ؟',
        'submit' => 'إرسال',
    ],
    'footer' => [
        'location' => 'موقعنا',
        'copyright' => 'صُنع بحب بواسطة عبدو',
        'business-hours' => 'ساعات العمل: من 10:00 إلى 18:00',
        'address' => 'دبلن، مقاطعة دبلن، أيرلندا'
    ]
];
